{
  "Header": {
    "title": "",
    "paragraph": ""
  },
  "About": {
    "paragraphOne": "Hi, I'm Rosie :) I've been passionate about makeup artistry ever since I first picked up a brush at 15, shadowing professional artists and falling in love with the creative process.",
    "paragraphTwo": "My journey includes working for MAC Cosmetics, where I honed my skills and learned the art of tailoring makeup to every unique face and occasion. I believe makeup is truly an art form, and I am always partial to a 'less is more' approach with product and focus on enhancing one's natural features. ",
    "paragraphThree": "I believe makeup isn't just about products—it's about the connection we build, the stories we share, and the confidence we create together. With a background of working with models and actors in Paris, Los Angeles, and beyond, I bring both expertise and a genuine love for what I do to every session. Let me help you bring your vision to life.",
    "paragraphFour": "For any occasion, I promise to go above and beyond to exceed your expectations. Let’s make magic together!",
    "paragraphFive": "Feel free to reach out and let's chat about how I can bring your vision to life.",
    "paragraphSix": "Based in Paris & LA. Available for booking worldwide.",
    "footnote": "Please contact me to discuss travel rates."
  },
  "Services": [
    {
      "icon": "fa fa-glass",
      "name": "Special Events",
      "text": "Being experienced in both Eastern and Western styles, I include a two hour trial session to ensure we achieve the look of your dreams."
    },
    {
      "icon": "fa fa-image",
      "name": "Editorial",
      "text": "From classic to avant-garde, I bring to life the vision of the creative team I work with and offer fresh, innovative ideas."
    },
    {
      "icon": "fa fa-camera",
      "name": "Film & TV",
      "text": "Lights, camera, action; get ready to shine with your makeup on point for set."
    }
  ],
  "Testimonials": [
    {
      "img": "img/testimonials/01.jpg",
      "text": "I have worked with Rosie on multiple photoshoots and her work is amazing. She knows how to create the exact look I need and is extremely knowledgeable on product and application. Communication with Rosie is a breeze. She is always punctual and a great listener. If you're in need of a makeup artist for your wedding day, photo shoot, or special event, Rosie is your gal!",
      "name": "Anita"
    },
    {
      "img": "img/testimonials/02.jpg",
      "text": "Rosie has been doing my makeup over the past 10 years. She did the makeup for my wedding and is the most patient person you could find to work with as a bride. She made time to do a trial before the big day and got the exact look I wanted on my wedding day. Whether you need makeup for a wedding, night out, or event, Rosie can do it all. She is the only person I trust to do my makeup and it turns our perfect every time!",
      "name": "Jackie"
    },
    {
      "img": "img/testimonials/03.jpg",
      "text": "[Rosie] has done my makeup for a variety of things from whenever I need to be on camera for acting projects to my wedding, and everytime she does such a beautiful job. She listens to exactly what you are looking for, has so much amazing in-depth knowledge of makeup, and makes the process fun with her sweet personality!",
      "name": "Hayden"
    }
  ],
  "Booking": [
    {
      "text": ""
    }
  ],
  "Contact": {
    "phone": "+1 636 542 1747",
    "email": "booking@rosiebabbra.com",
    "instagram": "https://www.instagram.com/rovferrari/?hl=en",
    "youtube": "https://www.youtube.com/channel/UCgFtqUtSMRSDIciAysMJAXg",
    "styleseat": "https://www.styleseat.com/makeupbyrosie",
    "yelp": "https://www.yelp.com/biz/rosie-babbra-santa-monica"
  }
}